Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Shrink to Fit** scales the text down just enough for every line to fit its box. It is worked out per language, so a long German translation shrinks while the English headline stays full size.
ar: **Shrink to Fit** يقوم بتحجيم النص بما يكفي ليناسب كل سطر المربع الخاص به. يتم إعداده لكل لغة، لذلك تتقلص الترجمة الألمانية الطويلة بينما يظل العنوان باللغة الإنجليزية بالحجم الكامل.
ca: **Redueix per ajustar-se** redueix el text prou perquè cada línia s'ajusti al seu quadre. Es treballa per idioma, de manera que una traducció llarga a l'alemany es redueix mentre el titular en anglès es manté a mida completa.
cs: **Shrink to Fit** zmenší text tak, aby se každý řádek vešel do rámečku. Je zpracován pro jazyk, takže dlouhý německý překlad se zmenší, zatímco anglický titulek zůstane v plné velikosti.
da: **Shrink to Fit** skalerer teksten lige nok ned til, at hver linje passer til dens boks. Det udarbejdes pr. sprog, så en lang tysk oversættelse krymper, mens den engelske overskrift forbliver fuld størrelse.
de: **Passend verkleinern** verkleinert den Text gerade so weit, dass jede Zeile in ihr Feld passt. Das wird pro Sprache berechnet: Eine lange deutsche Übersetzung wird kleiner, während die englische Überschrift in voller Größe bleibt.
el: Το **Shrink to Fit** μειώνει το κείμενο τόσο ώστε κάθε γραμμή να χωράει στο πλαίσιο της. Είναι επεξεργασμένο ανά γλώσσα, έτσι μια μεγάλη γερμανική μετάφραση συρρικνώνεται ενώ η αγγλική επικεφαλίδα παραμένει σε πλήρες μέγεθος.
es: **Reducir para ajustar** reduce el texto lo justo para que cada línea quepa en su cuadro. Se calcula por idioma, así que una traducción larga al alemán se reduce mientras el titular en inglés mantiene su tamaño.
fa: **کوچک‌سازی برای جا شدن** متن را فقط به اندازه‌ای کوچک می‌کند که همه سطرها در کادر جا شوند. این کار برای هر زبان جداگانه انجام می‌شود، پس ترجمه طولانی آلمانی کوچک می‌شود، در حالی که تیتر انگلیسی در اندازه کامل می‌ماند.
fi: **Shrink to Fit** pienentää tekstiä juuri sen verran, että jokainen rivi mahtuu laatikkoonsa. Se on laadittu kielikohtaisesti, joten pitkä saksankielinen käännös kutistuu, kun taas englanninkielinen otsikko pysyy täysikokoisena.
fr: **Réduire pour ajuster** réduit le texte juste assez pour que chaque ligne tienne dans son cadre. Le calcul se fait par langue : une longue traduction allemande est réduite tandis que le titre anglais garde sa taille.
he: **התכווץ להתאמה** מקטין את הטקסט עד כדי כך שכל שורה תתאים לתיבה שלה. זה מעובד לפי שפה, כך שתרגום גרמני ארוך מצטמצם בעוד הכותרת האנגלית נשארת בגודל מלא.
hr: **Smanji da pristane** smanjuje veličinu teksta dovoljno da svaki redak stane u okvir. Razrađen je po jeziku, tako da se dugi njemački prijevod smanjuje dok naslov na engleskom ostaje u punoj veličini.
hu: A **Shrink to Fit** csak annyira kicsinyíti a szöveget, hogy minden sor beleférjen a keretébe. Nyelvenként van kidolgozva, így a hosszú német fordítás összezsugorodik, míg az angol címsor teljes méretű marad.
id: **Shrink to Fit** memperkecil skala teks secukupnya agar setiap baris sesuai dengan kotaknya. Judul ini dibuat per bahasa, jadi terjemahan bahasa Jerman yang panjang akan menyusut sementara judul bahasa Inggrisnya tetap dalam ukuran penuh.
it: **Riduci per adattare** rimpicciolisce il testo quanto basta perché ogni riga entri nel riquadro. Il calcolo è per lingua, quindi una lunga traduzione tedesca si riduce mentre il titolo inglese resta a grandezza piena.
ja: **縮小して合わせる**は、各行が枠に収まる分だけテキストを縮小します。言語ごとに計算されるため、長いドイツ語訳は縮小され、英語の見出しは元のサイズのままです。
ko: **맞게 축소**는 모든 줄이 상자에 맞을 만큼만 텍스트를 축소합니다. 언어별로 계산되므로 긴 독일어 번역은 작아지고 영어 헤드라인은 원래 크기를 유지합니다.
ms: **Kecilkan kepada Muat** menskalakan teks ke bawah hanya cukup untuk setiap baris muat pada kotaknya. Ia diuruskan mengikut bahasa, jadi terjemahan Jerman yang panjang mengecut sementara tajuk bahasa Inggeris kekal bersaiz penuh.
nl: Met **Verkleinen** wordt de tekst net genoeg verkleind zodat elke regel in het kader past. Het wordt per taal uitgewerkt, waardoor een lange Duitse vertaling kleiner wordt terwijl de Engelse kop op volledige grootte blijft.
no: **Shrink to Fit** skalerer teksten ned akkurat nok til at hver linje passer til boksen. Det utarbeides per språk, så en lang tysk oversettelse krymper mens den engelske overskriften forblir i full størrelse.
pl: Opcja **Zmniejsz, aby dopasować** skaluje tekst tak, aby każda linia zmieściła się w ramce. Jest to opracowane dla każdego języka, więc długie tłumaczenie na język niemiecki zmniejsza się, podczas gdy nagłówek w języku angielskim pozostaje w pełnym rozmiarze.
pt_br: **Reduzir para caber** reduz o texto só o suficiente para cada linha caber na caixa. O cálculo é feito por idioma, então uma tradução longa em alemão diminui enquanto o título em inglês fica no tamanho original.
pt_pt: **Reduzir para caber** reduz o texto apenas o suficiente para que cada linha caiba em sua caixa. É elaborado por idioma, portanto, uma tradução longa em alemão diminui enquanto o título em inglês permanece em tamanho real.
ro: **Shrink to Fit** micșorează textul suficient pentru ca fiecare linie să se potrivească în caseta sa. Este elaborat în funcție de limbă, așa că o traducere lungă în germană se micșorează, în timp ce titlul în engleză rămâne la dimensiunea normală.
ru: **Уменьшать по размеру** уменьшает текст ровно настолько, чтобы каждая строка поместилась в рамку. Расчёт идёт для каждого языка отдельно: длинный немецкий перевод уменьшится, а английский заголовок останется в полном размере.
sk: **Shrink to Fit** zmenší text tak, aby sa každý riadok zmestil do rámčeka. Je vypracovaný pre jednotlivé jazyky, takže dlhý nemecký preklad sa zmenší, zatiaľ čo anglický nadpis zostane v plnej veľkosti.
sl: **Skrči, da se prilega** pomanjša besedilo ravno toliko, da se vsaka vrstica prilega svojemu polju. Izdelano je za vsak jezik, tako da se dolg nemški prevod skrči, angleški naslov pa ostane v polni velikosti.
sv: ** Krympa för att passa** skalar ner texten precis tillräckligt för att varje rad ska passa dess ruta. Det utarbetas per språk, så en lång tysk översättning krymper medan den engelska rubriken förblir fullstor.
th: **ย่อให้พอดี** จะย่อขนาดข้อความลงให้เพียงพอเพื่อให้ทุกบรรทัดพอดีกับช่อง มีการทำงานในแต่ละภาษา ดังนั้นการแปลภาษาเยอรมันแบบยาวจึงลดลงในขณะที่พาดหัวภาษาอังกฤษยังคงมีขนาดเต็ม
tr: **Sığdırmak İçin Küçült**, metni her satır kutusuna sığacak kadar küçültür. Bu her dil için ayrı hesaplanır; böylece uzun bir Almanca çeviri küçülürken İngilizce başlık tam boyutta kalır.
uk: **Зменшувати під розмір** зменшує текст рівно настільки, щоб кожен рядок уміщався в рамку. Розрахунок ведеться для кожної мови окремо: довгий німецький переклад зменшиться, а англійський заголовок залишиться повнорозмірним.
ur: **Shrink to Fit** متن کو اتنا نیچے کرتا ہے کہ ہر لائن اس کے باکس میں فٹ ہوجائے۔ اس پر ہر زبان کے مطابق کام کیا جاتا ہے، اس لیے لمبا جرمن ترجمہ سکڑ جاتا ہے جب کہ انگریزی سرخی مکمل سائز میں رہتی ہے۔
vi: **Thu nhỏ để vừa** thu nhỏ văn bản xuống vừa đủ để mỗi dòng vừa với hộp của nó. Nó được thực hiện theo từng ngôn ngữ, do đó bản dịch tiếng Đức dài sẽ được thu nhỏ lại trong khi dòng tiêu đề tiếng Anh vẫn giữ nguyên kích thước đầy đủ.
zh_hans: **缩小以适合**会将文本缩小到刚好让每一行都能放进文本框。它按语言分别计算，因此较长的德语译文会缩小，而英文标题保持原大小。
zh_hant: **縮小以符合**會將文字縮小到剛好讓每一行都能放進文字框。它按語言分別計算，因此較長的德文譯文會縮小，而英文標題維持原大小。

source: **Span backgrounds for storytelling.** Turn on **Stretch across all screenshots** and use a wide gradient or panoramic image to make a 3-template carousel feel like one continuous scene.
ar: **توسيع الخلفيات لسرد القصص.** شغّل **التوسيع عبر جميع لقطات الشاشة** واستخدم صورة متدرجة أو بانورامية عريضة لإضفاء مظهر دوّار مكون من 3 نماذج وكأنه مشهد واحد متواصل.
ca: **Amplia els fons per a la narració.** Activa **Estira a totes les captures de pantalla** i utilitza un degradat ampli o una imatge panoràmica per fer que un carrusel de 3 plantilles se senti com una escena contínua.
cs: **Roztáhněte pozadí pro vyprávění příběhu.** Zapněte možnost **Roztáhnout přes všechny snímky obrazovky** a použijte široký přechod nebo panoramatický snímek, abyste vytvořili karusel se 3 šablonami jako jednu souvislou scénu.
da: **Spænd baggrunde til historiefortælling.** Aktiver **Stræk på tværs af alle skærmbilleder**, og brug en bred gradient eller panoramabillede for at få en karrusel med 3 skabeloner til at føles som én sammenhængende scene.
de: **Hintergründe für Storytelling durchziehen.** Aktiviere **Über alle Screenshots strecken** und nutze einen breiten Verlauf oder ein Panoramabild, damit ein Karussell aus drei Vorlagen wie eine durchgehende Szene wirkt.
el: **Εκτέλεση φόντου για αφήγηση ιστοριών.** Ενεργοποιήστε το **Εκτάσεις σε όλα τα στιγμιότυπα οθόνης** και χρησιμοποιήστε μια ευρεία κλίση ή πανοραμική εικόνα για να κάνετε ένα καρουζέλ 3 προτύπων να μοιάζει σαν μια συνεχής σκηνή.
es: **Extiende los fondos para contar una historia.** Activa **Extender por todas las capturas** y usa un degradado ancho o una imagen panorámica para que un carrusel de 3 plantillas parezca una sola escena continua.
fa: **برای روایت داستان، پس‌زمینه را در کل ردیف بکشید.** گزینهٔ **در تمام اسکرین‌شات‌ها کشیده شود** را روشن کنید و از یک گرادیان عریض یا تصویر پانوراما استفاده کنید تا سه اسکرین‌شات کنار هم مانند یک صحنهٔ پیوسته دیده شوند.
fi: **Voit kertoa taustat tarinankerrontaa varten.** Ota käyttöön **Vennä kaikkiin kuvakaappauksiin** ja käytä laajaa liukuväriä tai panoraamakuvaa, jotta kolmen mallin karuselli tuntuu yhdeltä jatkuvalta kohtaukselta.
fr: **Étendez les arrière-plans pour raconter une histoire.** Activez **Étendre sur toutes les captures d'écran** et utilisez un large dégradé ou une image panoramique pour qu'un carrousel de 3 modèles ressemble à une seule scène continue.
he: **התרחב רקעים לסיפור סיפורים.** הפעל את **התמתח על פני כל צילומי המסך** והשתמש בשיפוע רחב או בתמונה פנורמית כדי לגרום לקרוסלה של 3 תבניות להרגיש כמו סצנה אחת רציפה.
hr: **Raspojite pozadine za pripovijedanje.** Uključite **Rastegne se preko svih snimki zaslona** i upotrijebite široki gradijent ili panoramsku sliku kako bi vrtuljak s 3 predloška izgledao kao jedna kontinuirana scena.
hu: **Átfogja a háttereket a történetmeséléshez.** Kapcsolja be a **Átnyúlás minden képernyőképen** funkciót, és használjon széles színátmenetet vagy panorámaképet, hogy a 3 sablonból álló körhinta egyetlen jelenetnek tűnjön.
id: **Rentangkan latar belakang untuk bercerita.** Aktifkan **Rentangkan di seluruh tangkapan layar** dan gunakan gradien lebar atau gambar panorama untuk membuat carousel 3 templat terasa seperti satu adegan yang berkelanjutan.
it: **Estendi gli sfondi per raccontare una storia.** Attiva **Estendi su tutti gli screenshot** e usa una sfumatura ampia o un'immagine panoramica per far sembrare un carosello di 3 modelli un'unica scena continua.
ja: **背景を広げてストーリーを演出する**。**すべてのスクリーンショットに広げる** をオンにして横長のグラデーションやパノラマ画像を使うと、3枚のテンプレートのカルーセルが1つの連続したシーンのように見えます。
ko: **배경을 이어 스토리를 만드세요.** **모든 스크린샷에 걸쳐 늘이기**를 켜고 넓은 그라디언트나 파노라마 이미지를 사용하면 템플릿 3개짜리 캐러셀이 하나의 연속된 장면처럼 보입니다.
ms: **Rentangkan latar belakang untuk bercerita.** Hidupkan **Rentangkan pada semua tangkapan skrin** dan gunakan kecerunan lebar atau imej panorama untuk menjadikan karusel 3 templat berasa seperti satu adegan berterusan.
nl: **Verdeel achtergronden voor het vertellen van verhalen.** Schakel **Uitrekken over alle schermafbeeldingen** in en gebruik een breed verloop of een panoramische afbeelding om een carrousel met drie sjablonen het gevoel te geven dat het één doorlopende scène is.
no: **Spenn bakgrunner for historiefortelling.** Slå på **Strekk ut alle skjermbilder** og bruk en bred gradient eller panoramabilde for å få en karusell med 3 maler til å føles som én sammenhengende scene.
pl: **Rozciągnij tła, aby opowiadać historie.** Włącz opcję **Rozciągnij wszystkie zrzuty ekranu** i użyj szerokiego gradientu lub obrazu panoramicznego, aby karuzela z 3 szablonami sprawiała wrażenie jednej ciągłej sceny.
pt_br: **Estenda o plano de fundo para contar uma história.** Ative **Estender por todas as capturas de tela** e use um gradiente amplo ou uma imagem panorâmica para que um carrossel de três modelos pareça uma única cena contínua.
pt_pt: **Ampliar planos de fundo para contar histórias.** Ative **Ampliar todas as capturas de ecrã** e use um amplo gradiente ou imagem panorâmica para fazer com que um carrossel de três modelos pareça uma cena contínua.
ro: **Se întinde fundaluri pentru povestiri.** Activați **Întindeți pe toate capturile de ecran** și utilizați un gradient larg sau o imagine panoramică pentru a face ca un carusel cu 3 șabloane să pară o scenă continuă.
ru: **Растягивайте фоны, чтобы рассказать историю.** Включите **Растянуть на все скриншоты** и используйте широкий градиент или панорамное изображение, чтобы карусель из 3 шаблонов выглядела как одна непрерывная сцена.
sk: **Rozšírte pozadie pre rozprávanie príbehu.** Zapnite možnosť **Roztiahnuť cez všetky snímky obrazovky** a použite široký prechod alebo panoramatický obrázok, aby sa kolotoč s tromi šablónami cítil ako jedna súvislá scéna.
sl: **Raztegnite ozadja za pripovedovanje zgodb.** Vklopite **Raztegni čez vse posnetke zaslona** in uporabite širok preliv ali panoramsko sliko, da bo vrtiljak s 3 predlogami videti kot en neprekinjen prizor.
sv: **Spänn bakgrunder för berättande.** Aktivera **Sträck över alla skärmdumpar** och använd en bred gradient eller panoramabild för att få en karusell med tre mallar att kännas som en kontinuerlig scen.
th: **ขยายพื้นหลังสำหรับการเล่าเรื่อง** เปิด **ขยายภาพหน้าจอทั้งหมด** และใช้การไล่ระดับสีแบบกว้างหรือภาพพาโนรามาเพื่อทำให้ภาพหมุน 3 เทมเพลตรู้สึกเหมือนเป็นฉากเดียวที่ต่อเนื่องกัน
tr: **Hikâye anlatımı için arka planları yayın.** **Tüm ekran görüntülerine yay**'ı açın ve geniş bir renk geçişi ya da panoramik bir görüntü kullanarak 3 şablonluk bir döngüyü tek ve kesintisiz bir sahne gibi gösterin.
uk: **Розтягуйте тло, щоб розповісти історію.** Увімкніть **Розтягнути на всі знімки екрана** й використайте широкий градієнт або панорамне зображення, щоб карусель із трьох шаблонів виглядала як одна суцільна сцена.
ur: **کہانی سنانے کے لیے پس منظر کا پھیلاؤ۔** آن کریں **تمام اسکرین شاٹس پر پھیلائیں** اور 3 ٹیمپلیٹ کیروسل کو ایک مسلسل منظر کی طرح محسوس کرنے کے لیے ایک وسیع گریڈینٹ یا پینورامک امیج استعمال کریں۔
vi: **Trải rộng hình nền để kể chuyện.** Bật **Kéo dài trên tất cả các ảnh chụp màn hình** và sử dụng độ chuyển màu rộng hoặc hình ảnh toàn cảnh để làm cho băng chuyền 3 mẫu có cảm giác như một cảnh liên tục.
zh_hans: **用跨越式背景讲述故事**。开启 **延展到所有截图**，并使用宽幅渐变或全景图像，让 3 个模板的轮播看起来像一个连续的场景。
zh_hant: **用延展背景說故事**。開啟**延展至所有螢幕截圖**，並使用寬幅漸層或全景影像，讓 3 個範本的輪播看起來像一個連續的場景。

source: **Span backgrounds for storytelling.** Turn on row spanning and use a wide gradient or panoramic image to make a 3-template carousel feel like one continuous scene.
ar: **توسيع الخلفيات لسرد القصص.** قم بتشغيل امتداد الصفوف واستخدم صورة متدرجة واسعة أو بانورامية لإضفاء مظهر دائري مكون من 3 نماذج وكأنه مشهد واحد متواصل.
ca: **Amplia els fons per a la narració.** Activa l'extensió de files i utilitza una imatge panoràmica o un degradat ampli per fer que un carrusel de 3 plantilles se senti com una escena contínua.
cs: **Roztáhněte pozadí pro vyprávění příběhu.** Zapněte rozkládání řádků a použijte široký přechod nebo panoramatický snímek, abyste vytvořili karusel se 3 šablonami jako jednu souvislou scénu.
da: **Spænd baggrunde til historiefortælling.** Slå rækkespænding til, og brug et bredt forløb eller panoramabillede for at få en karrusel med 3 skabeloner til at føles som én sammenhængende scene.
de: **Hintergründe überspannen, um Geschichten zu erzählen.** Aktivieren Sie die zeilenübergreifende Funktion und verwenden Sie einen breiten Farbverlauf oder ein Panoramabild, damit sich ein Karussell mit drei Vorlagen wie eine zusammenhängende Szene anfühlt.
el: **Εκτέλεση φόντου για αφήγηση ιστοριών.** Ενεργοποιήστε τη κάλυψη σειρών και χρησιμοποιήστε μια ευρεία κλίση ή πανοραμική εικόνα για να κάνετε ένα καρουζέλ 3 προτύπων να μοιάζει σαν μια συνεχής σκηνή.
es: **Ampliar fondos para contar historias.** Active la ampliación de filas y utilice un degradado amplio o una imagen panorámica para que un carrusel de 3 plantillas parezca una escena continua.
fa: **پس‌زمینه‌ها را برای داستان‌گویی بپوشانید.** پوشا ردیف را روشن کنید و از شیب وسیع یا تصویر پانوراما استفاده کنید تا یک چرخ فلک 3 الگوی شبیه یک صحنه پیوسته به نظر برسد.
fi: **Voit kertoa taustat tarinankerrontaa varten.** Ota rivivälit käyttöön ja käytä laajaa liukuväriä tai panoraamakuvaa, jotta kolmen mallin karuselli tuntuu yhdeltä jatkuvalta kohtaukselta.
fr: **Étendez les arrière-plans pour la narration.** Activez la répartition des lignes et utilisez un large dégradé ou une image panoramique pour donner l'impression qu'un carrousel à 3 modèles ressemble à une scène continue.
he: **החלף רקעים לסיפור סיפורים.** הפעל טווח שורות והשתמש בשיפוע רחב או תמונה פנורמית כדי לגרום לקרוסלה של 3 תבניות להרגיש כמו סצנה אחת מתמשכת.
hr: **Različite pozadine za pripovijedanje.** Uključite raspon retka i upotrijebite široki gradijent ili panoramsku sliku kako bi vrtuljak s 3 predloška izgledao kao jedna kontinuirana scena.
hu: **A hátterek áttörése a történetmeséléshez.** Kapcsolja be a sorok átívelését, és használjon széles színátmenetet vagy panorámaképet, hogy a 3 sablonból álló körhinta egyetlen jelenetnek tűnjön.
id: **Rentang latar belakang untuk bercerita.** Aktifkan rentang baris dan gunakan gradien lebar atau gambar panorama untuk membuat carousel 3 template terasa seperti satu adegan yang berkelanjutan.
ja: **ストーリーテリング用に背景をスパンします。** 行スパンをオンにして、幅の広いグラデーションまたはパノラマ画像を使用して、3 テンプレートのカルーセルを 1 つの連続したシーンのように感じさせます。
ko: **스토리텔링을 위한 스팬 배경.** 행 스패닝을 켜고 넓은 그라데이션 또는 파노라마 이미지를 사용하여 3개의 템플릿 캐러셀이 하나의 연속 장면처럼 느껴지도록 만듭니다.
ms: ** Rentang latar belakang untuk bercerita.** Hidupkan rentang baris dan gunakan kecerunan lebar atau imej panorama untuk menjadikan karusel 3 templat berasa seperti satu adegan berterusan.
nl: **Verdeel achtergronden voor het vertellen van verhalen.** Schakel rijoverspanning in en gebruik een breed verloop of een panoramische afbeelding om een carrousel met drie sjablonen het gevoel te geven dat het één doorlopende scène is.
no: **Span bakgrunn for historiefortelling.** Slå på radspenning og bruk en bred gradient eller panoramabilde for å få en karusell med 3 maler til å føles som én sammenhengende scene.
pl: **Rozciągaj tła, aby opowiadać historie.** Włącz łączenie wierszy i użyj szerokiego gradientu lub obrazu panoramicznego, aby karuzela z trzema szablonami sprawiała wrażenie jednej ciągłej sceny.
pt_br: **Amplie os planos de fundo para contar histórias.** Ative a extensão de linha e use um amplo gradiente ou imagem panorâmica para fazer com que um carrossel de três modelos pareça uma cena contínua.
pt_pt: **Amplie os planos de fundo para contar histórias.** Ative a extensão de linha e use um amplo gradiente ou imagem panorâmica para fazer com que um carrossel de três modelos pareça uma cena contínua.
ro: **Spaniți fundaluri pentru povestiri.** Activați extinderea rândurilor și utilizați un gradient larg sau o imagine panoramică pentru a face ca un carusel cu 3 șabloane să pară o scenă continuă.
sk: **Rozšírte pozadie pre rozprávanie príbehu.** Zapnite predlžovanie riadkov a použite široký prechod alebo panoramatický obrázok, aby sa karusel s tromi šablónami cítil ako jedna súvislá scéna.
sl: **Razpon ozadij za pripovedovanje zgodb.** Vklopite razpon vrstic in uporabite širok preliv ali panoramsko sliko, da se bo vrtiljak s tremi predlogami počutil kot en neprekinjen prizor.
sv: **Spänn bakgrunder för berättande.** Aktivera radspännande och använd en bred övertoning eller panoramabild för att få en karusell med tre mallar att kännas som en kontinuerlig scen.
th: **ขยายพื้นหลังสำหรับการเล่าเรื่อง** เปิดการขยายแถวและใช้การไล่ระดับสีแบบกว้างหรือภาพพาโนรามาเพื่อทำให้ภาพหมุน 3 เทมเพลตรู้สึกเหมือนเป็นฉากเดียวที่ต่อเนื่องกัน
ur: **کہانی سنانے کے لیے اسپین بیک گراؤنڈز۔** قطار پھیلانے کو آن کریں اور 3 ٹیمپلیٹ کیروسل کو ایک مسلسل منظر کی طرح محسوس کرنے کے لیے ایک وسیع گریڈینٹ یا پینورامک امیج استعمال کریں۔
vi: **Trải rộng hình nền để kể chuyện.** Bật tính năng kéo dài hàng và sử dụng độ chuyển màu rộng hoặc hình ảnh toàn cảnh để tạo cảm giác băng chuyền 3 mẫu giống như một cảnh liên tục.
zh_hans: **跨越背景以讲述故事。** 打开行跨越并使用宽渐变或全景图像，使 3 模板轮播感觉像一个连续的场景。
